---
kind: property
id: P:Autodesk.Revit.DB.View.Title
zh: 视图
source: html/bfa96650-310e-5385-3a9d-1a1248b623ce.htm
---
# Autodesk.Revit.DB.View.Title Property

**中文**: 视图

The view title. This consists of the view name plus other modifiers, such as the view type,
 sheet number, area scheme, and/or assembly type, depending on the specifics of the view.

## Syntax (C#)
```csharp
public string Title { get; }
```